/* Start at login cancel button title */
"Cancel" = "Annulla";

/* update menu item title */
"Check for Updates..." = "Controlla aggiornamenti...";

/* Other instances running alert 'dismiss' button */
"Dismiss" = "Elimina";

/* feedback menu item tooltip message */
"Email us at support@fadel.io" = "Mandaci un email a support@fadel.io";

/* hide menu item title */
"Hide this menu item" = "Nascondi dalla barra dei menù";

/* Other instances running alert 'kill other instances' button */
"Kill Other Instances" = "Termina Le Altre Istranze";

/* license menu item title */
"License..." = "Licenza...";

/* licensed registration state title */
"Licensed" = "Licenza valida";

/* licensed to format string */
"Licensed to %@" = "Licenza di %@";

/* Other instances running alert informative text */
"Mission Control Plus only operates correctly if there is exactly one running instance." = "Mission Control Plus funziona correttamente solo se è in funzione solo un'istanza.";

/* mission control plus version format string */
"Mission Control Plus v%@" = "Mission Control Plus v%@";

/* Start at login alert informative text */
"Mission Control Plus works best when it starts at login, so it can automatically detect when Mission Control is shown." = "Mission Control Plus funziona meglio se avviato al login, così può rilevare automaticamente quando viene mostrato Mission Control.";

/* preferences menu item title */
"Preferences" = "Preferenze";

/* feedback menu item title */
"Provide Feedback..." = "Invia Feedback...";

/* quit menu item title */
"Quit" = "Esci";

/* registration menu item title */
"Registration" = "Registrazione";

/* Start at login */
"Start at Login" = "Avvia al Login";

/* Start at login alert message text */
"Start at Login?" = "Avviare al Login?";

/* Paddle product trial text */
"Thank you for downloading Mission Control Plus — the best way to supercharge Mission Control. Buy the full version today!" = "Grazie per aver scaricato Mission Control Plus — il miglior modo per potenziare Mission Control. Aquista la versione completa oggi!";

/* Other instances running alert message text */
"There are %d other instances of Mission Control Plus currently running." = "Ci sono altre %d istanze di Mission Control Plus attualmente in eseguzione.";

/* trial expired registration state title */
"Trial Expired" = "Prova Scaduta";

/* trial mode days remaining format string */
"Trial mode - %d days remaining" = "Modalità di prova - %d giorni rimanenti";

/* hide app windows menu item title */
"⌘H Hides App" = "⌘H Nascondi App";

/* kill app menu item title */
"⌘Q Kills App" = "⌘Q Termina App";

/* close window menu item title */
"⌘W Closes Window" = "⌘W Chiudi Finestra";

/* hide other apps menu item title */
"⌥⌘H Hides Other Apps" = "⌥⌘H Nascondi Le Atre App";

/* close all windows menu item title */
"⌥⌘W Closes All Windows" = "⌥⌘W Chiudi Tutte Le Finestre";

/* Enable accessibility warning menu item */
"⚠️ Enable Accessibility" = "⚠️ Abilita Accessibilità";

/* App name */
"Mission Control Plus" = "Mission Control Plus";

/* App slogan */
"Put the 'control' back in Mission Control." = "Rimetti il 'controllo' in Mission Control.";

/* Short app description */
"Manage your windows in Mission Control, adding keyboard navigation, shortcuts and more." = "Gestisci le tue finestre da Mission Control, aggiungendo funzioni di navigazione, scorciatoie e altro ancora.";

/* App description subtitle */
"Manage your windows in Mission Control, adding keyboard navigation, shortcuts and more." = "Gestisci le tue finestre da Mission Control, aggiungendo funzioni di navigazione, scorciatoie e altro ancora.";

/* App feature #1 */
"Close windows straight from Mission Control" = "Chiudi le finestre direttamente da Mission Control";

/* App feature #1 description */
"Quickly close windows by clicking the 'X' button." = "Chiudi rapidamente le finestre premendo il pulsante 'X'.";

/* App feature #2 */
"Control windows using keyboard shortcuts" = "Controlla le finestre usando le scorciatoie da tastiera";

/* App feature #2 description bullet #1 */
"⌘W Close Window" = "⌘W Chiudi Finestra";

/* App feature #2 description bullet #2 */
"⌘M Minimize Window" = "⌘M Minimizza Finestra";

/* App feature #2 description bullet #3 */
"↵ Open window" = "↵ Apri Finestra";

/* App feature #2 description bullet #4 */
"⌘Q Quit App" = "⌘Q Esci dall'App";

/* Blog & website mentions section title */
"They're talking about us" = "Parlano di noi";

/* Testimonial section title */
"What our users are saying" = "Cosa dicono i nostri utenti";

/* Requirements section title */
"Requirements" = "Requisiti";

/* Requirements bullet #1 */
"macOS 10.13 High Sierra or later." = "macOS 10.13 High Sierra o successivi.";

/* Requirements bullet #2 */
"You'll need to enable Accessibility support in System Preferences → Security & Privacy → Privacy → Accessibility." = "Devi abilitare supporto Accessibilità in Sistema Preferenze → Sicurezza e Privacy → Privacy → Accessibilità.";

/* Support section content question */
"Need Help?" = "Serve Aiuto?";

/* Support section content action */
"Email Us" = "Mandaci un Email";
